Revit 2027 API
AdvancedWood.WoodFiberPerlinScaleZ Property
 The property labeled "Anisotropic pos-z scale for fiber perlin" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodFiberPerlinScaleZ { get; }
Public Shared ReadOnly Property WoodFiberPerlinScaleZ As String
	Get
public:
static property String^ WoodFiberPerlinScaleZ {
	String^ get ();
}
static member WoodFiberPerlinScaleZ : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace